InProgress/te_gurney/case/0/epsilon
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      epsilon;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -3 0 0 0 0];

internalField   uniform 0.000765;

boundaryField
{
    frontAndBack
    {
        type            empty;
    }
    wing_baffle
    {
        type            epsilonWallFunction;
        value           uniform 0;
    }
    outlet
    {
        type            inletOutlet;
        inletValue      uniform 0.000765;
        value           uniform 0.000765;
    }
    tunnel
    {
        type            slip;
    }
    inlet
    {
        type            fixedValue;
        value           uniform 0.000765;
    }
    wing
    {
        type            epsilonWallFunction;
        value           uniform 0;
    }
}


// ************************************************************************* //
